Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.diagnostics.no_diagnostics_description
source: Lorvex hasn’t read its diagnostics yet.
ar: لم يقرأ Lorvex تشخيصاته بعد.
bn: Lorvex এখনও এর ডায়াগনস্টিক পড়েনি।
de: Lorvex hat seine Diagnose noch nicht gelesen.
el: Το Lorvex δεν έχει διαβάσει ακόμη τα διαγνωστικά του.
es: Lorvex aún no ha leído su diagnóstico.
fa: برنامه Lorvex هنوز اطلاعات عیب‌یابی خود را نخوانده است.
fr: Lorvex n’a pas encore lu ses diagnostics.
he: נתוני האבחון עדיין לא נקראו.
hi: Lorvex ने अभी अपने डायग्नोस्टिक नहीं पढ़े हैं।
id: Lorvex belum membaca diagnostiknya.
it: Lorvex non ha ancora letto la diagnostica.
ja: Lorvexはまだ診断情報を読み取っていません。
ko: Lorvex가 아직 진단 정보를 읽지 않았습니다.
mr: Lorvex ने अजून त्याचे डायग्नोस्टिक्स वाचलेले नाहीत.
ms: Lorvex belum membaca diagnostiknya.
nl: Lorvex heeft zijn diagnostiek nog niet gelezen.
pl: Lorvex nie odczytał jeszcze diagnostyki.
pt_br: O Lorvex ainda não leu seus diagnósticos.
ro: Lorvex nu și-a citit încă diagnosticarea.
ru: Данные диагностики ещё не считаны.
ta: Lorvex இன்னும் தனது பழுதறிதல் தகவலைப் படிக்கவில்லை.
te: Lorvex ఇంకా తన డయాగ్నస్టిక్‌లను చదవలేదు.
th: Lorvex ยังไม่ได้อ่านข้อมูลวินิจฉัย
tr: Lorvex henüz tanı bilgilerini okumadı.
uk: Дані діагностики ще не зчитано.
ur: ابھی تک Lorvex نے اپنی تشخیصی معلومات نہیں پڑھیں۔
vi: Lorvex chưa đọc thông tin chẩn đoán.
zh_hans: Lorvex 还没有读取诊断信息。
zh_hant: Lorvex 尚未讀取診斷資訊。

# settings.diagnostics.reminder_requests.detail
source: %lld requested
ar: تم طلب %lld تذكير
bn: %lldটি অনুরোধ করা হয়েছে
de: %lld angefordert
el: Ζητήθηκαν %lld
es: %lld solicitados
fa: %lld مورد درخواست شد
fr: %lld demandées
he: התבקשו %lld תזכורות
hi: %lld अनुरोधित
id: %lld diminta
it: %lld richieste
ja: %lld件をリクエスト済み
ko: %lld개 요청됨
mr: %lld विनंत्या
ms: %lld diminta
nl: %lld aangevraagd
pl: %lld żądania
pt_br: %lld solicitadas
ro: %lld solicitate
ru: %lld запроса
ta: %lld கோரப்பட்டன
te: %lld అభ్యర్థించబడ్డాయి
th: ร้องขอ %lld รายการ
tr: %lld istendi
uk: %lld запиту
ur: %lld کی درخواست کی گئی
vi: Đã yêu cầu %lld
zh_hans: 已请求 %lld 个
zh_hant: 已要求 %lld 個

# settings.diagnostics.reseed_required.message
source: Some records could not be synced and may need a full re-sync.
ar: تعذّرت مزامنة بعض السجلات وقد تحتاج إلى إعادة مزامنة كاملة.
bn: কিছু রেকর্ড সিঙ্ক করা যায়নি, তাই পুরো রি-সিঙ্ক দরকার হতে পারে।
de: Einige Datensätze konnten nicht synchronisiert werden und erfordern möglicherweise eine vollständige erneute Synchronisierung.
el: Ορισμένες εγγραφές δεν μπόρεσαν να συγχρονιστούν και ίσως χρειάζεται πλήρης επανασυγχρονισμός.
es: Algunos registros no se pudieron sincronizar y puede que haga falta una resincronización completa.
fa: همگام‌سازی برخی رکوردها انجام نشد و ممکن است به همگام‌سازی کامل مجدد نیاز باشد.
fr: Certains enregistrements n’ont pas pu être synchronisés et pourraient nécessiter une resynchronisation complète.
he: לא ניתן היה לסנכרן חלק מהרשומות, ייתכן שיידרש סנכרון מלא מחדש.
hi: कुछ रिकॉर्ड सिंक नहीं हो सके और उनके लिए पूरा री-सिंक ज़रूरी हो सकता है।
id: Beberapa rekaman tidak dapat diselaraskan dan mungkin memerlukan penyelarasan ulang penuh.
it: Alcuni record non sono stati sincronizzati e potrebbero richiedere una risincronizzazione completa.
ja: 一部のレコードを同期できませんでした。完全な再同期が必要になる場合があります。
ko: 일부 항목을 동기화하지 못했으며 전체 재동기화가 필요할 수 있습니다.
mr: काही रेकॉर्ड सिंक करता आले नाहीत आणि पूर्ण री-सिंक आवश्यक असू शकते.
ms: Sesetengah rekod tidak dapat diselaraskan dan mungkin memerlukan penyelarasan semula sepenuhnya.
nl: Sommige records konden niet worden gesynchroniseerd en vereisen mogelijk een volledige hersynchronisatie.
pl: Niektórych rekordów nie udało się zsynchronizować i może być konieczna pełna ponowna synchronizacja.
pt_br: Alguns registros não puderam ser sincronizados e podem exigir uma nova sincronização completa.
ro: Unele înregistrări nu au putut fi sincronizate și ar putea necesita o resincronizare completă.
ru: Некоторые записи не удалось синхронизировать, и может потребоваться полная повторная синхронизация.
ta: சில பதிவுகளை ஒத்திசைக்க முடியவில்லை; முழு மறு-ஒத்திசைவு தேவைப்படலாம்.
te: కొన్ని రికార్డ్‌లను సింక్ చేయడం వీలుపడలేదు, పూర్తి రీ-సింక్ అవసరం కావచ్చు.
th: ข้อมูลบางรายการเชื่อมข้อมูลไม่ได้ และอาจต้องเชื่อมข้อมูลใหม่ทั้งหมด
tr: Bazı kayıtlar eşzamanlanamadı ve tam bir yeniden eşzamanlama gerekebilir.
uk: Деякі записи не вдалося синхронізувати, і може знадобитися повна повторна синхронізація.
ur: کچھ ریکارڈز سنک نہیں ہو سکے اور ہو سکتا ہے مکمل ری سنک کی ضرورت ہو۔
vi: Một số bản ghi không thể đồng bộ hóa và có thể cần đồng bộ hóa lại toàn bộ.
zh_hans: 部分记录无法同步，可能需要完整重新同步。
zh_hant: 部分紀錄無法同步，可能需要完整重新同步。

# settings.diagnostics.reseed_required.title
source: Full re-sync needed
ar: يلزم إعادة مزامنة كاملة
bn: পুরো রি-সিঙ্ক দরকার
de: Vollständige erneute Synchronisierung erforderlich
el: Απαιτείται πλήρης επανασυγχρονισμός
es: Hace falta una resincronización completa
fa: نیاز به همگام‌سازی کامل مجدد
fr: Resynchronisation complète nécessaire
he: נדרש סנכרון מלא מחדש
hi: पूरा री-सिंक ज़रूरी
id: Perlu penyelarasan ulang penuh
it: Risincronizzazione completa necessaria
ja: 完全な再同期が必要
ko: 전체 재동기화 필요
mr: पूर्ण री-सिंक आवश्यक
ms: Penyelarasan semula penuh diperlukan
nl: Volledige hersynchronisatie nodig
pl: Wymagana pełna ponowna synchronizacja
pt_br: Nova sincronização completa necessária
ro: Este necesară o resincronizare completă
ru: Нужна полная повторная синхронизация
ta: முழு மறு-ஒத்திசைவு தேவை
te: పూర్తి రీ-సింక్ అవసరం
th: ต้องเชื่อมข้อมูลใหม่ทั้งหมด
tr: Tam yeniden eşzamanlama gerekli
uk: Потрібна повна повторна синхронізація
ur: مکمل ری سنک درکار ہے
vi: Cần đồng bộ hóa lại toàn bộ
zh_hans: 需要完整重新同步
zh_hant: 需要完整重新同步

# settings.diagnostics.setup
source: Setup
ar: الإعداد
bn: সেট আপ
de: Einrichtung
el: Ρύθμιση
es: Configuración
fa: راه‌اندازی
fr: Configuration
he: הגדרה
hi: सेटअप
id: Penyiapan
it: Configurazione
ja: セットアップ
ko: 초기 설정
mr: सेटअप
ms: Persediaan
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ro: Configurare
ru: Настройка
ta: அமைவு
te: సెటప్
th: การตั้งค่าเริ่มต้น
tr: Kurulum
uk: Налаштування
ur: سیٹ اپ
vi: Thiết lập
zh_hans: 初始设置
zh_hant: 初始設定

# settings.diagnostics.summary
source: Diagnostics Summary
ar: ملخص التشخيصات
bn: ডায়াগনস্টিক সারসংক্ষেপ
de: Diagnoseübersicht
el: Σύνοψη διαγνωστικών
es: Resumen de diagnóstico
fa: خلاصه عیب‌یابی
fr: Résumé des diagnostics
he: סיכום אבחון
hi: डायग्नोस्टिक सारांश
id: Ringkasan Diagnostik
it: Riepilogo diagnostica
ja: 診断の概要
ko: 진단 요약
mr: डायग्नोस्टिक्स सारांश
ms: Ringkasan Diagnostik
nl: Samenvatting diagnostiek
pl: Podsumowanie diagnostyki
pt_br: Resumo do diagnóstico
ro: Rezumat diagnosticare
ru: Сводка диагностики
ta: பழுதறிதல் சுருக்கவிவரம்
te: డయాగ్నస్టిక్‌ల సారాంశం
th: สรุปข้อมูลวินิจฉัย
tr: Tanı özeti
uk: Підсумок діагностики
ur: تشخیصی خلاصہ
vi: Tóm tắt chẩn đoán
zh_hans: 诊断摘要
zh_hant: 診斷摘要

# settings.diagnostics.task_reminders
source: Task Reminders
ar: تذكيرات المهام
bn: টাস্ক রিমাইন্ডার
de: Aufgabenerinnerungen
el: Υπομνήσεις εργασιών
es: Recordatorios de tareas
fa: یادآورهای کار
fr: Rappels de tâches
he: תזכורות למשימות
hi: कार्य रिमाइंडर
id: Pengingat Tugas
it: Promemoria delle attività
ja: タスクのリマインダー
ko: 할 일 알림
mr: कार्य रिमाइंडर
ms: Peringatan Tugas
nl: Taakherinneringen
pl: Przypomnienia o zadaniach
pt_br: Lembretes de tarefas
ro: Mementouri pentru sarcini
ru: Напоминания о задачах
ta: பணி நினைவூட்டல்கள்
te: టాస్క్ రిమైండర్‌లు
th: เตือนความจำของงาน
tr: Görev anımsatıcıları
uk: Нагадування про завдання
ur: کام کی یاد دہانیاں
vi: Lời nhắc nhiệm vụ
zh_hans: 任务提醒
zh_hant: 任務提醒

# settings.diagnostics.tasks
source: Tasks
ar: المهام
bn: টাস্ক
de: Aufgaben
el: Εργασίες
es: Tareas
fa: کارها
fr: Tâches
he: משימות
hi: कार्य
id: Tugas
it: Attività
ja: タスク
ko: 할 일
mr: कार्ये
ms: Tugas
nl: Taken
pl: Zadania
pt_br: Tarefas
ro: Sarcini
ru: Задачи
ta: பணிகள்
te: టాస్క్‌లు
th: งาน
tr: Görevler
uk: Завдання
ur: کام
vi: Nhiệm vụ
zh_hans: 任务
zh_hant: 任務

# settings.diagnostics.widget_snapshot
source: Widget Snapshot
ar: لقطة الأداة
bn: উইজেট স্ন্যাপশট
el: Στιγμιότυπο widget
es: Instantánea del widget
fa: اسنپ‌شات ویجت
fr: Instantané du widget
he: תמונת מצב של ווידג׳ט
hi: विजेट स्नैपशॉट
id: Snapshot Widget
it: Istantanea del widget
ja: ウィジェットのスナップショット
ko: 위젯 스냅샷
mr: विजेट स्नॅपशॉट
ms: Syot Kilat Widget
pl: Migawka widżetu
pt_br: Instantâneo do widget
ro: Instantaneu widget
ru: Снимок виджета
ta: விட்ஜெட் ஸ்னாப்ஷாட்
te: విడ్జెట్ స్నాప్‌షాట్
th: สแนปช็อตวิดเจ็ต
tr: Araç takımı anlık görüntüsü
uk: Знімок віджета
ur: ویجٹ اسنیپ شاٹ
vi: Ảnh chụp nhanh tiện ích
zh_hans: 小组件快照
zh_hant: 小工具快照

# settings.group.basics
source: Basics
ar: الأساسيات
bn: মৌলিক
de: Grundlagen
el: Βασικά
es: Básicos
fa: پایه
fr: Essentiel
he: בסיסי
hi: बुनियादी
id: Dasar
it: Base
ja: 基本
ko: 기본
mr: मूलभूत
ms: Asas
nl: Basis
pl: Podstawy
pt_br: Básico
ro: De bază
ru: Основное
ta: அடிப்படைகள்
te: ప్రాథమికాలు
th: พื้นฐาน
tr: Temel
uk: Основне
ur: بنیادی
vi: Cơ bản
zh_hans: 基础
zh_hant: 基本

# settings.group.connections
source: Connections
ar: الاتصالات
bn: কানেকশন
de: Verbindungen
el: Συνδέσεις
es: Conexiones
fa: اتصال‌ها
fr: Connexions
he: חיבורים
hi: कनेक्शन
id: Koneksi
it: Connessioni
ja: 接続
ko: 연결
mr: कनेक्शन
ms: Sambungan
nl: Verbindingen
pl: Połączenia
pt_br: Conexões
ro: Conexiuni
ru: Подключения
ta: இணைப்புகள்
te: కనెక్షన్‌లు
th: การเชื่อมต่อ
tr: Bağlantılar
uk: Підключення
ur: کنکشنز
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

# settings.group.operations
source: Operations
ar: العمليات
bn: পরিচালনা
de: Vorgänge
el: Συντήρηση
es: Mantenimiento
fa: عملیات
fr: Opérations
he: תפעול
hi: संचालन
id: Operasi
it: Operazioni
ja: メンテナンス
ko: 유지 관리
mr: संचालन
ms: Operasi
nl: Beheer
pl: Operacje
pt_br: Operações
ro: Operațiuni
ru: Операции
ta: பராமரிப்பு
te: నిర్వహణ
th: การบำรุงรักษา
tr: Bakım
uk: Операції
ur: آپریشنز
vi: Thao tác
zh_hans: 维护
zh_hant: 維護

# settings.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
mr: भाषा
ms: Bahasa
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.relaunch
source: Quit & Reopen
ar: إنهاء وإعادة الفتح
bn: বন্ধ করে আবার খুলুন
de: Beenden und erneut öffnen
el: Έξοδος και επανάνοιγμα
es: Salir y volver a abrir
fa: خروج و باز کردن دوباره
fr: Quitter et rouvrir
he: יציאה ופתיחה מחדש
hi: छोड़ें और दोबारा खोलें
id: Keluar & Buka Kembali
it: Esci e riapri
ja: 終了して再度開く
ko: 종료 후 다시 열기
mr: बाहेर पडा आणि पुन्हा उघडा
ms: Keluar & Buka Semula
nl: Stop en heropen
pl: Zakończ i otwórz ponownie
pt_br: Encerrar e reabrir
ro: Închideți și redeschideți
ru: Завершить и открыть снова
ta: வெளியேறி, மீண்டும் திற
te: నిష్క్రమించి, మళ్ళీ తెరవండి
th: ออกแล้วเปิดใหม่
tr: Çık ve yeniden aç
uk: Завершити й відкрити знову
ur: بند کریں اور دوبارہ کھولیں
vi: Thoát và mở lại
zh_hans: 退出并重新打开
zh_hant: 結束並重新開啟

# settings.language.relaunch_note
source: Restart Lorvex to apply the new language.
ar: أعد تشغيل Lorvex لتطبيق اللغة الجديدة.
bn: নতুন ভাষা প্রয়োগ করতে Lorvex রিস্টার্ট করুন।
de: Starte Lorvex neu, um die neue Sprache zu verwenden.
el: Επανεκκινήστε το Lorvex για να εφαρμοστεί η νέα γλώσσα.
es: Reinicia Lorvex para aplicar el nuevo idioma.
fa: برای اعمال زبان جدید، Lorvex را دوباره راه‌اندازی کنید.
fr: Redémarrez Lorvex pour appliquer la nouvelle langue.
he: יש להפעיל מחדש את Lorvex כדי להחיל את השפה החדשה.
hi: नई भाषा लागू करने के लिए Lorvex को दोबारा शुरू करें।
id: Mulai ulang Lorvex untuk menerapkan bahasa baru.
it: Riavvia Lorvex per applicare la nuova lingua.
ja: 新しい言語を適用するには、Lorvexを再起動してください。
ko: 새 언어를 적용하려면 Lorvex를 다시 시작하세요.
mr: नवीन भाषा लागू करण्यासाठी Lorvex रीस्टार्ट करा.
ms: Mulakan semula Lorvex untuk menggunakan bahasa baharu.
nl: Start Lorvex opnieuw op om de nieuwe taal toe te passen.
pl: Uruchom ponownie Lorvex, aby zastosować nowy język.
pt_br: Reinicie o Lorvex para aplicar o novo idioma.
ro: Reporniți Lorvex pentru a aplica noua limbă.
ru: Перезапустите Lorvex, чтобы применить новый язык.
ta: புதிய மொழியைப் பயன்படுத்த Lorvexஐ மீண்டும் தொடங்கவும்.
te: కొత్త భాషను వర్తింపజేయడానికి Lorvexను రీస్టార్ట్ చేయండి.
th: รีสตาร์ท Lorvex เพื่อใช้ภาษาใหม่
tr: Yeni dili uygulamak için Lorvex’i yeniden başlatın.
uk: Перезапустіть Lorvex, щоб застосувати нову мову.
ur: نئی زبان لاگو کرنے کے لیے Lorvex دوبارہ شروع کریں۔
vi: Khởi động lại Lorvex để áp dụng ngôn ngữ mới.
zh_hans: 重新启动 Lorvex 以应用新语言。
zh_hant: 重新啟動 Lorvex 以套用新語言。

# settings.language.system
source: System Default
ar: افتراضي النظام
bn: সিস্টেম ডিফল্ট
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
fa: پیش‌فرض سیستم
fr: Par défaut du système
he: ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
id: Default Sistem
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
mr: सिस्टीम डिफॉल्ट
ms: Lalai Sistem
nl: Systeemstandaard
pl: Jak w systemie
pt_br: Padrão do sistema
ro: Implicit sistem
ru: Как в системе
ta: சிஸ்டம் இயல்புநிலை
te: సిస్టమ్ డిఫాల్ట్
th: ค่าเริ่มต้นระบบ
tr: Sistem saptanmışı
uk: Як у системі
ur: سسٹم ڈیفالٹ
vi: Mặc định của hệ thống
zh_hans: 跟随系统
zh_hant: 系統預設

# settings.mcp.connect_blurb
source: Lorvex is built for an assistant to do most of the work: your AI client launches Lorvex’s built-in helper to read and update tasks, lists, habits, memory, reviews, and calendar entries. Copy the setup prompt only into assistants you trust.
ar: صُمّم Lorvex ليتولى مساعد معظم العمل: يشغّل عميل الذكاء الاصطناعي لديك البرنامج المساعد المدمج في Lorvex لقراءة المهام والقوائم والعادات والذاكرة والمراجعات وإدخالات التقويم وتحديثها. انسخ موجّه الإعداد إلى المساعدين الذين تثق بهم فقط.
bn: Lorvex এমনভাবে তৈরি, যাতে অ্যাসিস্ট্যান্টই বেশিরভাগ কাজ করে: আপনার AI ক্লায়েন্ট Lorvex-এর বিল্ট-ইন হেল্পার চালু করে টাস্ক, তালিকা, অভ্যাস, মেমোরি, পর্যালোচনা ও ক্যালেন্ডার এন্ট্রি পড়ে ও আপডেট করে। সেট আপ প্রম্পট শুধু আপনার বিশ্বাসযোগ্য অ্যাসিস্ট্যান্টেই কপি করুন।
de: Lorvex ist darauf ausgelegt, dass ein Assistent den Großteil der Arbeit übernimmt: Dein KI-Client startet den integrierten Helfer von Lorvex, um Aufgaben, Listen, Gewohnheiten, Gedächtnis, Rückblicke und Kalendereinträge zu lesen und zu aktualisieren. Kopiere den Einrichtungs-Prompt nur in Assistenten, denen du vertraust.
el: Το Lorvex έχει σχεδιαστεί ώστε ο βοηθός να κάνει το μεγαλύτερο μέρος της δουλειάς: ο πελάτης AI σας εκκινεί το ενσωματωμένο βοηθητικό πρόγραμμα του Lorvex για να διαβάζει και να ενημερώνει εργασίες, λίστες, συνήθειες, μνήμη, ανασκοπήσεις και καταχωρίσεις ημερολογίου. Αντιγράψτε την προτροπή ρύθμισης μόνο σε βοηθούς που εμπιστεύεστε.
es: Lorvex está pensado para que un asistente haga la mayor parte del trabajo: tu cliente de IA inicia el programa auxiliar integrado de Lorvex para leer y actualizar tareas, listas, hábitos, memoria, revisiones y eventos del calendario. Copia el prompt de configuración solo en asistentes de confianza.
fa: برنامه Lorvex طوری ساخته شده که دستیار بیشتر کارها را انجام دهد: کلاینت هوش مصنوعی شما برنامه کمکی داخلی Lorvex را اجرا می‌کند تا کارها، فهرست‌ها، عادت‌ها، حافظه، مرورها و موارد تقویم را بخواند و به‌روزرسانی کند. پرامپت راه‌اندازی را فقط در دستیارهایی کپی کنید که به آن‌ها اعتماد دارید.
fr: Lorvex est conçu pour qu’un assistant fasse l’essentiel du travail : votre client d’IA lance l’utilitaire intégré de Lorvex pour lire et mettre à jour les tâches, listes, habitudes, la mémoire, les bilans et les événements du calendrier. Ne copiez l’invite de configuration que dans des assistants de confiance.
he: אפליקציית Lorvex נבנתה כך שהעוזר יבצע את רוב העבודה: לקוח ה-AI שלך מפעיל את כלי העזר המובנה של Lorvex כדי לקרוא ולעדכן משימות, רשימות, הרגלים, זיכרון, סקירות ורשומות לוח שנה. יש להעתיק את הנחיית ההגדרה רק אל עוזרים שסומכים עליהם.
hi: Lorvex इस तरह बना है कि ज़्यादातर काम असिस्टेंट करे: आपका AI क्लाइंट Lorvex का बिल्ट-इन हेल्पर चलाकर कार्य, सूचियाँ, आदतें, मेमोरी, समीक्षाएँ और कैलेंडर एंट्री पढ़ता और अपडेट करता है। सेटअप प्रॉम्प्ट केवल उन असिस्टेंट में कॉपी करें जिन पर आप भरोसा करते हैं।
id: Lorvex dirancang agar asisten mengerjakan sebagian besar pekerjaan: klien AI meluncurkan helper bawaan Lorvex untuk membaca dan memperbarui tugas, daftar, kebiasaan, memori, tinjauan, dan entri kalender. Salin prompt penyiapan hanya ke asisten yang dipercaya.
it: Lorvex è pensato perché sia un assistente a svolgere gran parte del lavoro: il tuo client IA avvia l’helper integrato di Lorvex per leggere e aggiornare attività, liste, abitudini, memoria, revisioni ed eventi del calendario. Copia il prompt di configurazione solo in assistenti di cui ti fidi.
ja: Lorvexは、作業の大部分をアシスタントが行うことを前提に作られています。AIクライアントがLorvex内蔵のヘルパーを起動して、タスク、リスト、習慣、メモリ、振り返り、カレンダーの項目を読み取ったり更新したりします。セットアップ用のプロンプトは、信頼できるアシスタントにのみコピーしてください。
ko: Lorvex는 어시스턴트가 대부분의 작업을 처리하도록 만들어졌습니다. AI 클라이언트가 Lorvex에 내장된 도우미를 실행하여 할 일, 목록, 습관, 메모리, 회고, 캘린더 항목을 읽고 업데이트합니다. 설정 프롬프트는 신뢰하는 어시스턴트에만 복사하세요.
mr: Lorvex अशा प्रकारे बनवले आहे की बहुतेक काम सहाय्यक करतो: तुमचा AI क्लायंट Lorvex चा बिल्ट-इन हेल्पर सुरू करून कार्ये, याद्या, सवयी, मेमरी, आढावे आणि दिनदर्शिकेतील नोंदी वाचतो व अपडेट करतो. सेटअप प्रॉम्प्ट फक्त तुमचा विश्वास असलेल्या सहाय्यकांमध्येच कॉपी करा.
ms: Lorvex dibina supaya pembantu AI melakukan kebanyakan kerja: klien AI anda melancarkan helper terbina dalam Lorvex untuk membaca dan mengemas kini tugas, senarai, tabiat, memori, semakan dan entri kalendar. Salin gesaan persediaan hanya ke dalam pembantu AI yang anda percayai.
nl: Lorvex is gebouwd om een assistent het meeste werk te laten doen: je AI-client start de ingebouwde helper van Lorvex om taken, lijsten, gewoontes, geheugen, terugblikken en agenda-activiteiten te lezen en bij te werken. Kopieer de configuratieprompt alleen naar assistenten die je vertrouwt.
pl: Lorvex został zaprojektowany tak, aby większość pracy wykonywał asystent: twój klient AI uruchamia wbudowaną aplikację pomocniczą Lorvex, aby odczytywać i aktualizować zadania, listy, nawyki, pamięć, podsumowania i wydarzenia kalendarza. Kopiuj prompt konfiguracji tylko do asystentów, którym ufasz.
pt_br: O Lorvex foi feito para que um assistente faça a maior parte do trabalho: seu cliente de IA inicia o utilitário integrado do Lorvex para ler e atualizar tarefas, listas, hábitos, memória, revisões e eventos do calendário. Copie o prompt de configuração apenas em assistentes em que você confia.
ro: Lorvex este conceput pentru ca un asistent să facă cea mai mare parte a muncii: clientul AI pornește programul auxiliar încorporat al Lorvex pentru a citi și a actualiza sarcini, liste, obiceiuri, memorie, recapitulări și evenimente din calendar. Copiați promptul de configurare doar în asistenți în care aveți încredere.
ru: Lorvex создан так, чтобы основную работу выполнял ассистент: ваш ИИ-клиент запускает встроенную вспомогательную программу Lorvex, чтобы читать и обновлять задачи, списки, привычки, память, итоги и события календаря. Копируйте промпт настройки только в тех ассистентов, которым доверяете.
ta: பெரும்பாலான வேலையை அசிஸ்டென்ட் செய்யும் வகையில் Lorvex வடிவமைக்கப்பட்டுள்ளது: உங்கள் AI கிளையன்ட், Lorvexஇன் உள்ளமைக்கப்பட்ட ஹெல்ப்பரைத் தொடங்கி, பணிகள், பட்டியல்கள், பழக்கங்கள், நினைவகம், மீள்பார்வைகள், கேலண்டர் பதிவுகளைப் படிக்கும், புதுப்பிக்கும். அமைவு ப்ராம்ட்டை நீங்கள் நம்பும் அசிஸ்டென்ட்களில் மட்டுமே நகலெடுக்கவும்.
te: చాలా పనిని అసిస్టెంట్ చేసేలా Lorvex రూపొందించబడింది: మీ AI క్లయింట్ Lorvex బిల్ట్-ఇన్ హెల్పర్‌ను ప్రారంభించి, టాస్క్‌లు, జాబితాలు, అలవాట్లు, మెమరీ, సమీక్షలు, క్యాలెండర్ నమోదులను చదువుతుంది, అప్‌డేట్ చేస్తుంది. సెటప్ ప్రాంప్ట్‌ను మీరు నమ్మే అసిస్టెంట్‌లలో మాత్రమే కాపీ చేయండి.
th: Lorvex สร้างมาเพื่อให้ผู้ช่วยทำงานส่วนใหญ่แทน ไคลเอนต์ AI ของคุณจะเปิดโปรแกรมช่วยในตัวของ Lorvex เพื่ออ่านและอัปเดตงาน ลิสต์ นิสัย หน่วยความจำ การทบทวน และรายการปฏิทิน คัดลอกพร้อมท์การตั้งค่าไปยังผู้ช่วยที่คุณไว้วางใจเท่านั้น
tr: Lorvex, işin çoğunu bir asistanın yapması için tasarlandı: yapay zekâ istemciniz; görevleri, listeleri, alışkanlıkları, belleği, gözden geçirmeleri ve takvim girdilerini okumak ve güncellemek için Lorvex’in yerleşik yardımcı uygulamasını başlatır. Kurulum bilgi istemini yalnızca güvendiğiniz asistanlara kopyalayın.
uk: Lorvex створено так, щоб основну роботу виконував асистент: ваш ШІ-клієнт запускає вбудовану допоміжну програму Lorvex, щоб читати й оновлювати завдання, списки, звички, пам’ять, підсумки та події календаря. Копіюйте промпт налаштування лише в тих асистентів, яким довіряєте.
ur: یہ ایپ اس طرح بنائی گئی ہے کہ زیادہ تر کام اسسٹنٹ کرے: آپ کا AI کلائنٹ Lorvex کا بلٹ اِن ہیلپر چلاتا ہے تاکہ کام، فہرستیں، عادات، حافظہ، جائزے اور کیلنڈر اندراجات پڑھ اور اپ ڈیٹ کر سکے۔ سیٹ اپ پرامپٹ صرف انہی اسسٹنٹس میں کاپی کریں جن پر آپ بھروسا کرتے ہیں۔
vi: Lorvex được xây dựng để trợ lý đảm nhận phần lớn công việc: ứng dụng AI của bạn khởi chạy trình hỗ trợ tích hợp sẵn của Lorvex để đọc và cập nhật nhiệm vụ, danh sách, thói quen, bộ nhớ, tổng kết và mục lịch. Chỉ sao chép câu lệnh thiết lập vào những trợ lý mà bạn tin cậy.
zh_hans: Lorvex 的设计是让助手完成大部分工作：你的 AI 客户端会启动 Lorvex 内置助手，读取和更新任务、列表、习惯、记忆、回顾和日历条目。请仅将设置提示词复制到你信任的助手中。
zh_hant: Lorvex 的設計理念是讓助理處理大部分的工作：你的 AI 用戶端會啟動 Lorvex 內建的輔助程式，來讀取與更新任務、清單、習慣、記憶、回顧和行事曆項目。請只將設定提示拷貝到你信任的助理中。

# settings.mcp.connect_section
source: Connect an Assistant
ar: ربط مساعد
bn: অ্যাসিস্ট্যান্ট কানেক্ট করুন
de: Assistenten verbinden
el: Σύνδεση βοηθού
es: Conectar un asistente
fa: اتصال یک دستیار
fr: Connecter un assistant
he: חיבור עוזר
hi: असिस्टेंट जोड़ें
id: Hubungkan Asisten
it: Collega un assistente
ja: アシスタントを接続
ko: 어시스턴트 연결
mr: सहाय्यक कनेक्ट करा
ms: Sambungkan Pembantu AI
nl: Een assistent verbinden
pl: Połącz asystenta
pt_br: Conectar um assistente
ro: Conectați un asistent
ru: Подключение ассистента
ta: அசிஸ்டென்ட்டை இணை
te: అసిస్టెంట్‌ను కనెక్ట్ చేయండి
th: เชื่อมต่อผู้ช่วย
tr: Asistan bağla
uk: Підключення асистента
ur: اسسٹنٹ کو جوڑیں
vi: Kết nối trợ lý
zh_hans: 连接助手
zh_hant: 連接助理

# settings.mcp.copy_command
source: Copy Command Path
ar: نسخ مسار الأمر
bn: কমান্ড পাথ কপি করুন
de: Befehlspfad kopieren
el: Αντιγραφή διαδρομής εντολής
es: Copiar ruta del comando
fa: کپی مسیر فرمان
fr: Copier le chemin de la commande
he: העתקת נתיב הפקודה
hi: कमांड पाथ कॉपी करें
id: Salin Jalur Perintah
it: Copia percorso del comando
ja: コマンドのパスをコピー
ko: 명령 경로 복사
mr: कमांड पाथ कॉपी करा
ms: Salin Laluan Arahan
nl: Kopieer opdrachtpad
pl: Kopiuj ścieżkę polecenia
pt_br: Copiar caminho do comando
ro: Copiați calea comenzii
ru: Копировать путь к команде
ta: கமாண்ட் பாதையை நகலெடு
te: కమాండ్ పాత్‌ను కాపీ చేయండి
th: คัดลอกเส้นทางคำสั่ง
tr: Komut yolunu kopyala
uk: Копіювати шлях до команди
ur: کمانڈ پاتھ کاپی کریں
vi: Sao chép đường dẫn lệnh
zh_hans: 复制命令路径
zh_hant: 拷貝指令路徑

# settings.mcp.copy_config
source: Copy Config
ar: نسخ التهيئة
bn: কনফিগ কপি করুন
de: Konfiguration kopieren
el: Αντιγραφή διαμόρφωσης
es: Copiar configuración
fa: کپی پیکربندی
fr: Copier la configuration
he: העתקת תצורה
hi: कॉन्फ़िग कॉपी करें
id: Salin Konfigurasi
it: Copia configurazione
ja: 構成をコピー
ko: 구성 복사
mr: कॉन्फिग कॉपी करा
ms: Salin Konfigurasi
nl: Kopieer configuratie
pl: Kopiuj konfigurację
pt_br: Copiar configuração
ro: Copiați configurația
ru: Копировать конфигурацию
ta: உள்ளமைவை நகலெடு
te: కాన్ఫిగరేషన్‌ను కాపీ చేయండి
th: คัดลอกการกำหนดค่า
tr: Yapılandırmayı kopyala
uk: Копіювати конфігурацію
ur: کنفیگ کاپی کریں
vi: Sao chép cấu hình
zh_hans: 复制配置
zh_hant: 拷貝設定
